Repository: globalis-ms/prepare-new-version
Catalog: language/wp_post_duplication-*.po
Languages: fr_fr

source: Pending version <span class="count">(%s)</span>
fr_fr: Version en cours de préparation <span class="count">(%s)</span>

# post list column title
source: Pending versions
fr_fr: Versions en cours de préparation

# post list column title
source: Is a version of
fr_fr: Est une version de

# status label
source: Duplicate
fr_fr: Duplicata

source: [Copy]
fr_fr: [Copie]

# meta box title
source: Pending versions
fr_fr: Versions en cours de préparation

source: Update original
fr_fr: Mettre à jour l'original

# duplication button
source: Prepare new version
fr_fr: Préparer une nouvelle version

# copy button title on an original
source: Duplicate
fr_fr: Dupliquer

# copy button title on a duplicate
source: Add new from
fr_fr: En créer un nouveau

source: Publish
fr_fr: Publier

source: Save
fr_fr: Enregistrer

source: Prepare New Version
fr_fr: Préparer une nouvelle version

source: Thank you for activating our plugin, you can now try and duplicate any post you want
fr_fr: Merci d'avoir activé notre extension, vous pouvez maintenant essayer de dupliquer l'article que vous souhaitez

source: This is a pending version from this original:
fr_fr: Ceci est une version en cours de préparation de l'original :
